archey
autoconf
automake
bash
bash-completion@2
brew-cask-completion
cairo
coreutils
cowsay
ctags
figlet
findutils
fontconfig
fortune
freetype
gcc
gdbm
gettext
git
glib
gmp
gnu-sed
hub
isl
jpeg
libffi
libgpg-error
libksba
libmpc
libpng
libtiff
libtool
libyaml
lolcat
make
moreutils
mpfr
nethack
openssl
pcre
perl
pixman
pkg-config
ponysay
python
python3
readline
ruby
scala
smlnj
sqlite
tree
unrar
vim
xz
# Casks
cmake
daisydisk
gitter
mactex
mono-mdk
visual-studio
xquartz
