tap "borkdude/brew"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
tap "thoughtbot/formulae"
tap "universal-ctags/universal-ctags"
brew "ack"
brew "ammonite-repl"
brew "archey"
brew "asciidoc"
brew "autoconf"
brew "automake"
brew "bash"
brew "bash-completion@2"
brew "bmake"
brew "clisp"
brew "clojure"
brew "clojurescript"
brew "cmake", link: false
brew "coreutils"
brew "cowsay"
brew "libtiff"
brew "djvu2pdf"
brew "entr"
brew "exiftool"
brew "figlet"
brew "findutils"
brew "fortune"
brew "gcc"
brew "pkg-config"
brew "gdb"
brew "git"
brew "git-gui"
brew "git-when-merged"
brew "gnu-sed"
brew "go"
brew "htop"
brew "httpie"
brew "hub"
brew "hyperfine"
brew "webp"
brew "imagemagick"
brew "jq"
brew "libusb"
brew "lolcat"
brew "make"
brew "maven"
brew "mill"
brew "mono"
brew "moreutils"
brew "neofetch"
brew "nethack"
brew "newsboat"
brew "node"
brew "nvm"
brew "pandoc"
brew "ponysay"
brew "proselint"
brew "pstree"
brew "pv"
brew "rdfind"
brew "rust-analyzer"
brew "sbt"
brew "scala"
brew "scc"
brew "shellcheck"
brew "sl"
brew "solarus"
brew "swi-prolog"
brew "telnet"
brew "tmux"
brew "tree"
brew "unrar"
brew "vim"
brew "yamllint"
brew "yarn"
brew "yarn-completion"
brew "zelda-roth-se"
brew "zsdx"
brew "zsh"
brew "zsxd"
brew "borkdude/brew/clj-kondo"
brew "github/gh/gh"
brew "heroku/brew/heroku"
brew "thoughtbot/formulae/gitsh"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "alacritty"
cask "cmake"
cask "daisydisk"
cask "gitter"
cask "inform"
cask "runescape"
cask "skype"
cask "slack"
cask "smlnj"
cask "xquartz"
cask "zoom"
cask "zsa-wally"
