tap "borkdude/brew"
tap "clojure/tools"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/cask"
tap "jez/formulae"
tap "thoughtbot/formulae"
brew "xz"
brew "libtiff"
brew "webp"
brew "icu4c@77"
brew "ca-certificates"
brew "gettext"
brew "python@3.12"
brew "source-highlight"
brew "asciidoc"
brew "autoconf"
brew "automake"
brew "libsodium"
brew "python@3.13"
brew "b4"
brew "bash"
brew "bash-completion@2"
brew "blueutil"
brew "bmake"
brew "freetype"
brew "glib"
brew "harfbuzz"
brew "openjdk"
brew "clojurescript"
brew "coreutils"
brew "curl"
brew "z3"
brew "dafny"
brew "entr"
brew "exiftool"
brew "figlet"
brew "findutils"
brew "flamegraph"
brew "fortune"
brew "gcc"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-filter-repo"
brew "git-gui"
brew "git-lfs"
brew "git-when-merged"
brew "gnu-getopt"
brew "gnu-sed"
brew "nettle"
brew "libusb"
brew "gnupg"
brew "go"
brew "sdl2"
brew "sdl2_image"
brew "gource"
brew "gron"
brew "ncurses"
brew "htop"
brew "httpie"
brew "hurl"
brew "hyperfine"
brew "jasper"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "oniguruma"
brew "jq"
brew "krb5"
brew "libogg"
brew "libsigsegv"
brew "lolcat"
brew "make"
brew "miller"
brew "moreutils"
brew "neofetch"
brew "nethack"
brew "newsboat"
brew "nginx", restart_service: :changed
brew "node"
brew "nvm"
brew "ocaml"
brew "ocaml-num"
brew "opam"
brew "pandoc"
brew "perl"
brew "python@3.10"
brew "ponysay"
brew "postgresql@14", restart_service: :changed
brew "proselint"
brew "pstree"
brew "pv"
brew "python@3.11"
brew "python@3.9"
brew "rdfind"
brew "ripgrep"
brew "rlwrap"
brew "ruby"
brew "scc"
brew "shellcheck"
brew "six"
brew "swi-prolog"
brew "tailwindcss"
brew "telnet"
brew "tmux"
brew "tree"
brew "universal-ctags"
brew "wget"
brew "xmlto"
brew "yamllint"
brew "yarn"
brew "yarn-completion"
brew "yq"
brew "yt-dlp"
brew "zsh"
brew "zsh-completions"
brew "borkdude/brew/clj-kondo"
brew "clojure/tools/clojure"
brew "thoughtbot/formulae/gitsh"
cask "alacritty"
cask "cmake-app"
cask "daisydisk"
cask "discord"
cask "font-victor-mono"
cask "google-chrome"
cask "inform"
cask "libreoffice"
cask "racket"
cask "runescape"
cask "slack"
cask "smlnj"
cask "xquartz"
cask "zoom"
