tap "borkdude/brew"
tap "clojure/tools"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
tap "thoughtbot/formulae"
tap "universal-ctags/universal-ctags"
brew "openjdk"
brew "ammonite-repl"
brew "libtiff"
brew "webp"
brew "icu4c"
brew "ca-certificates"
brew "gettext"
brew "python@3.10"
brew "source-highlight"
brew "asciidoc"
brew "ruby"
brew "autoconf"
brew "automake"
brew "bash"
brew "bash-completion@2"
brew "bmake"
brew "freetype"
brew "glib"
brew "pkg-config"
brew "libsigsegv"
brew "clisp"
brew "clojurescript"
brew "ocaml"
brew "coq"
brew "coreutils"
brew "cowsay"
brew "dafny"
brew "ghostscript"
brew "djvu2pdf"
brew "entr"
brew "exiftool"
brew "figlet"
brew "findutils"
brew "fortune"
brew "gcc"
brew "gdb"
brew "gh"
brew "git"
brew "tcl-tk"
brew "git-gui"
brew "git-lfs"
brew "git-when-merged"
brew "gnu-getopt"
brew "gnu-sed"
brew "go"
brew "sdl2"
brew "gource"
brew "gron"
brew "guile"
brew "ncurses"
brew "htop"
brew "httpie"
brew "hub"
brew "hyperfine"
brew "ilmbase", link: true
brew "libheif"
brew "python@3.8"
brew "imagemagick"
brew "oniguruma"
brew "jq"
brew "krb5"
brew "libogg"
brew "libstfl"
brew "libusb"
brew "lolcat"
brew "lua"
brew "make"
brew "maven"
brew "mill"
brew "mlton"
brew "mono"
brew "moreutils"
brew "neofetch"
brew "nethack"
brew "nettle"
brew "newsboat"
brew "node"
brew "nvm"
brew "ocaml-num"
brew "opam"
brew "pandoc"
brew "perl"
brew "ponysay"
brew "postgresql"
brew "proselint"
brew "pstree"
brew "pv"
brew "rdfind"
brew "ripgrep"
brew "rlwrap"
brew "rust-analyzer"
brew "sbcl"
brew "sbt"
brew "scala"
brew "scc"
brew "shellcheck"
brew "sl"
brew "solarus"
brew "sphinx-doc"
brew "swagger-codegen"
brew "swi-prolog"
brew "telnet"
brew "tmux"
brew "tree"
brew "unrar"
brew "yamllint"
brew "yarn"
brew "yarn-completion"
brew "z3"
brew "zelda-roth-se"
brew "zsdx"
brew "zsh"
brew "zsh-completions"
brew "zsxd"
brew "borkdude/brew/clj-kondo"
brew "clojure/tools/clojure"
brew "heroku/brew/heroku-node"
brew "heroku/brew/heroku"
brew "thoughtbot/formulae/gitsh"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "alacritty"
cask "cmake"
cask "daisydisk"
cask "discord"
cask "gitter"
cask "inform"
cask "racket"
cask "runescape"
cask "skype"
cask "slack"
cask "smlnj"
cask "xquartz"
cask "zoom"
cask "zsa-wally"
