tap "caskroom/cask"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/science"
tap "thoughtbot/formulae"
brew "ack"
brew "archey"
brew "autoconf"
brew "automake"
brew "bash"
brew "bash-completion@2"
brew "brew-cask-completion"
brew "coreutils"
brew "cowsay"
brew "ctags"
brew "exiftool"
brew "figlet"
brew "findutils"
brew "fortune"
brew "gcc"
brew "git"
brew "gnu-sed"
brew "go"
brew "htop"
brew "hub"
brew "openssl"
brew "libgpg-error"
brew "libksba"
brew "libtool"
brew "libyaml"
brew "lolcat"
brew "make"
brew "moreutils", args: ["without-parallel"]
brew "nethack"
brew "parallel"
brew "perl"
brew "pkg-config"
brew "sqlite"
brew "python"
brew "ponysay"
brew "proselint"
brew "pstree"
brew "pv"
brew "scala", args: ["with-docs"]
brew "shellcheck"
brew "sl"
brew "smlnj"
brew "solarus"
brew "tmux"
brew "tree"
brew "unrar"
brew "vim"
brew "zelda-roth-se"
brew "zsdx"
brew "zsxd"
brew "heroku/brew/heroku"
brew "thoughtbot/formulae/gitsh"
cask "cmake"
cask "daisydisk"
cask "docker"
cask "gitter"
cask "inform"
cask "mono-mdk"
cask "runescape"
cask "skype"
cask "slack"
cask "visual-studio"
cask "xquartz"
cask "zoom"
