tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/science"
cask "xquartz"
brew "archey"
brew "autoconf"
brew "automake"
brew "bash"
brew "bash-completion@2"
brew "brew-cask-completion"
brew "coreutils"
brew "cowsay"
brew "ctags"
brew "figlet"
brew "findutils"
brew "fortune"
brew "gdbm"
brew "perl"
brew "git"
brew "gnu-sed"
brew "hub"
brew "libgpg-error"
brew "libksba"
brew "libtool"
brew "libyaml"
brew "lolcat"
brew "make"
brew "moreutils"
brew "nethack"
brew "openssl"
brew "pkg-config"
brew "sqlite"
brew "python3"
brew "ponysay"
brew "python"
brew "ruby"
brew "scala", args: ["with-docs"]
brew "smlnj"
brew "tree"
brew "unrar"
brew "vim"
cask "cmake"
cask "daisydisk"
cask "gitter"
cask "mactex"
cask "mono-mdk"
cask "visual-studio"
